<?php
/**
 * Copyright (c) Since 2024 NiceShoply - All Rights Reserved
 *
 * @link       https://www.niceshoply.com
 * @author     NiceShoply <team@niceshoply.com>
 * @license    https://opensource.org/licenses/OSL-3.0 Open Software License (OSL 3.0)
 */

return [
    'content'             => 'ការពិពណ៌នាលម្អិត',
    'content_description' => 'ការពិពណ៌នាលម្អិតចាត់ថ្នាក់នៃមាតិកានិងការកែសម្រួលអត្ថបទសម្បូរបែបត្រូវបានគាំទ្រ',
    'description_tab'     => 'ការពិពណ៌នាចំណាត់ថ្នាក់',
    'extra_tab'           => 'ព័ត៌មានបន្ថែម',
    'image'               => 'រូបភាពដែលបានចាត់ថ្នាក់',
    'image_description'   => 'រូបភាពសំខាន់នៃការចាត់ថ្នាក់ ដែលប្រើដើម្បីបង្ហាញរូបភាពតំណាងនៃការចាត់ថ្នាក់',
    'name'                => 'ឈ្មោះប្រភេទ',
    'name_required'       => 'វាគឺជាវាលចាំបាច់',
    'parent'              => 'ប្រភេទមេ',
    'root_category'       => 'ចំណាត់ថ្នាក់ឫស',
    'summary'             => 'សង្ខេប',
    'summary_description' => 'សេចក្តីណែនាំខ្លីៗអំពីប្រភេទសម្រាប់ការបង្ហាញទំព័របញ្ជី',
];
