<?php
/**
 * Copyright (c) Since 2024 NiceShoply - All Rights Reserved
 *
 * @link       https://www.niceshoply.com
 * @author     NiceShoply <team@niceshoply.com>
 * @license    https://opensource.org/licenses/OSL-3.0 Open Software License (OSL 3.0)
 */

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'reset'     => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ!',
    'sent'      => 'យើងបានផ្ញើតំណភ្ជាប់កំណត់ពាក្យសម្ងាត់ឡើងវិញតាមអ៊ីមែលរបស់អ្នក!',
    'throttled' => 'សូមរង់ចាំមុនព្យាយាមម្តងទៀត។',
    'token'     => 'ថូខឹនកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user'      => 'យើងរកមិនឃើញអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះទេ។',

];
